export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Данные паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    данныеПаспорта: {
      __caption__: 'Данные паспорта'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
