export default {
  projections: {
    РегисКартГостейE: {
      дата: {
        __caption__: 'Дата'
      },
      гость: {
        __caption__: 'Гость',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    },
    РегисКартГостейL: {
      дата: {
        __caption__: 'Дата'
      },
      гость: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      карта: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    гость: {
      __caption__: 'Гость'
    },
    карта: {
      __caption__: 'Карта'
    },
    комната: {
      __caption__: 'Комната'
    }
  }
};
