export default {
  projections: {
    РегКартСотрудE: {
      дата: {
        __caption__: 'Дата'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      карта: {
        __caption__: 'Карта',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    },
    РегКартСотрудL: {
      дата: {
        __caption__: 'Дата'
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      карта: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    карта: {
      __caption__: 'Карта'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
